Repository: seantis/seantis.dir.roadworks
Catalog: seantis/dir/roadworks/locales/*/LC_MESSAGES/seantis.dir.roadworks.po
Languages: de

source: Attachment
de: Anhang

source: Closures
de: Sperrungen

source: Construction Works
de: Bauarbeiten

source: Constructor
de: Bauherrschaft

source: Contact
de: Kontakt

source: Image
de: Bild

source: Obstacles
de: Behinderungen

source: Project
de: Projekt

source: Road
de: Strasse

source: Roadworks Directory
de: Strassenbau Verzeichnis

source: Roadworks Directory Item
de: Strassenbau Verzeichnis Eintrag

source: Section
de: Strassenabschnitt

source: Timespan
de: Bauzeit

source: Unknown image format
de: Unbekanntes Bild-Format
